<?php
/**
 * +----------------------------------------------------------------------
 *                                  |
 *     __     __  __     __  __     | FILE: Channel.php
 *    /\ \   /\_\_\_\   /\_\_\_\    | AUTHOR: 季骁宣
 *   _\_\ \  \/_/\_\/_  \/_/\_\/_   | EMAIL: jxx0410@sina.com
 *  /\_____\   /\_\/\_\   /\_\/\_\  | QQ: 516036855
 *  \/_____/   \/_/\/_/   \/_/\/_/  | DATETIME: 2022/2/20
 *                                  |-------------------------------------
 *                                  | 登山则情满于山,观海则意溢于海
 * +----------------------------------------------------------------------
 */
namespace app\unions\logic;
use app\common\logic\Base as MuuBase;

class Channel extends MuuBase{
    /**
     * 支付渠道
     * @var [type]
     */
    public static $_channel = [
        'weixin_h5' => '微信公众号支付',
        'weixin_app' => '微信小程序支付',
        'alipay' => '支付宝',
        'offline' => '线下支付'
    ];
}